// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Befehle";

HSDDescriptionLabel = "Geben Sie für den ausgewählten Drucker Befehle ein.";
HSDCommandLabel = "Befehl:";
HSDGetResponseCheck = "Antwort von Gerät anzeigen";
HSDLoadButton = "Befehle laden…";
HSDSaveButton = "Befehle sichern…";
HSDStopReceivingButton = "Empfang beenden";

HSDInstructionLabel = "Geben Sie den Hexadezimalcode und die Erklärung eines neuen Sonderzeichens ein.";
HSDHexLabel = "Hexadezimalcode:";
HSDDescLabel = "Beschreibung:";
HSDHexTableColumn = "Hexadezimalcode";
HSDDescTableColumn = "Beschreibung";
HSDCancelButton = "Abbrechen";
HSDOKButton = "OK";

ErrorSendTitle = "An den Drucker können keine Daten gesendet werden.";
ErrorSendMsg = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";

500 = "Auf diesem Bildschirm können Sie beliebige Befehle ans Gerät senden und durch den Befehl zurückgegebene Daten abrufen.";
501 = "Befehl";
502 = "Antwort";
503 = "Antwort abrufen";

HSDSendButtonTitle = "Jetzt senden";

SpecialsCharactersMenuItem = "Sonderzeichen";
AddSpecialCharacterMenuItem = "Sonderzeichen hinzufügen…";
EditSpecialCharactersMenuItem = "Sonderzeichen bearbeiten…";

SpecialCommand0 = "04 - PS-Dateiende ^D";
SpecialCommand1 = "0c - Papiereinzug <FF>";
SpecialCommand2 = "0d - Wagenrücklauf <CR>";
SpecialCommand3 = "1b - Escape <ESC>";

NoSaveTitle = "Datei kann nicht gespeichert werden";
NoSaveMsg = "Wählen Sie einen anderen Speicherort.";
DidNotSaveMessage = "Überprüfen Sie, ob genug freier Speicherplatz vorhanden ist, und Sie berechtigt sind, die Datei am angegebenen Speicherplatz zu sichern.";
NoLoadTitle = "Datei konnte nicht geöffnet werden.";
NoLoadMsg = "Stellen Sie sicher, dass diese Datei mit HP Utility gespeichert wurde.";

BigSizeAlertTitle = "Datei ist zu groß";
BigSizeAlertMsg = "Das Commands-Plugin unterstützt Dateigrößen von bis zu 1 MB. Zum Hochladen größerer Dateien in den Drucker verwenden Sie das Plugin \"File Upload\".";

HSDDoneButton = "Fertig";
HSDEditSpecialsInstructionLabel = "Sonderzeichen bearbeiten";
"Special Character Description" = "Sonderzeichen - Beschreibung";
PrinterResponse = "Druckerantwort";
